Repository: PashchenkoIvan/MovieApp
Catalog: MovieApp/Features/Home/HomeLocalizable.xcstrings
Source language: en
Languages: uk

# home.empty.message
source: Movie discovery will appear here when TMDB returns results.
uk: Добірка фільмів зʼявиться тут, коли TMDB поверне результати.

# home.empty.title
source: No movies yet
uk: Фільмів поки немає

# home.error.message
source: Check your connection and try again.
uk: Перевірте зʼєднання і спробуйте ще раз.

# home.error.title
source: Could not load movies
uk: Не вдалося завантажити фільми

# home.retry
source: Retry
uk: Спробувати ще раз

# home.section.popular
source: Popular now
uk: Популярне зараз

# home.section.topRated
source: Critically loved
uk: Визнано критиками

# home.section.trailers
source: Trailers
uk: Трейлери

# home.section.upcoming
source: Coming soon
uk: Скоро у прокаті

# home.title
source: Home
uk: Головна
